# Copyright (C) 2013 Dr. John Lindsay <jlindsay@uoguelph.ca>
#
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see <http://www.gnu.org/licenses/>.

Welcome = Willkommen bei
Error = Fehler
NoDataLayer = Die Datenschicht scheint nicht vorhanden zu sein
PrintingError = Ein Fehler trat beim Druck auf.
NoGroupsInSavedMap = Hinweis: Die Karte enth\u00e4lt gruppiert kartographischen Elemente. Gruppenelemente werden vor dem Speichern der Karte vereinzelt. 
FileExists = Die Datei ist bereits vorhanden. M\u00f6chten Sie diese \u00fcberschreiben?
MapFile = Kartendatei
NotReadProperly = nicht richtig gelesen.
NoMapFile = Map-Datei konnte nicht gefunden werden.
CurrentPrintResolution = Die aktuelle Druckaufl\u00f6sung ist
ChangePrintResolution = Um diesen Wert zu \u00e4ndern, w\u00e4hlen Sie Ansicht
FileExists = Die Datei existiert bereits
Overwrite = M\u00f6chten Sie es \u00fcberschreiben?
ErrorWhileSavingMap = Fehler beim Speichern der Karte in eine Bild-Datei.
ErrorWhileSaving = Fehler beim Speichern der Datei.
NoMapAreas = Es gibt keine Kartenbereichen derzeit auf der aktiven Karte.
NoVectorLayers = Es sind keine Vektordaten vorhanden in der aktiven Karte.
MissingToolbox = Toolbox Datei (toolbox.xml) nicht im Haupt-Verzeichnis vorhanden.
FunctionNotAvailableVectors = Diese Funktion ist derzeit nicht f\u00fcr Vektor-Layer verf\u00fcgbar.
FunctionForVectorsOnly = Diese Funktion arbeitet nur mit Vektordaten Schichten.
RastersOnly = Diese Funktion arbeitet nur mit Rasterdaten.
NoRaster = Die aktive Karte enth\u00e4lt keine Rasterdaten.
NoLayers = Die aktive Karte enth\u00e4lt keine Schichten.
NoVectors = Es sind keine Vektordaten derzeit in der aktiven Karte angezeigt.
ActiveLayerNotVector = Die aktive Schicht ist kein Vektor.
ParameterFileNotLocated = Die Parameter-Datei f\u00fcr dieses Werkzeug konnte nicht gefunden 
CreateNewHelpEntry = Erstellen Sie einen neuen Eintrag f\u00fcr die Hilfe dieses Werkzeuges.
ModifyHelp = \u00c4ndern des Hilfeeintrags f\u00fcr dieses Tool.
Parameter = Parameter
ParameterNotSpecified = wurde nicht angegeben. Das Werkzeug wird nicht ausgef\u00fchrt.
NoHelp = Standardm\u00e4\u00dfige Hilfedatei konnte nicht gefunden werden (\ 'NewHelp.txt \') im Hilfe-Verzeichnis
HelpNotRead = Standardm\u00e4\u00dfige Hilfedatei (\ 'NewHelp.txt \') konnte nicht richtig gelesen werden .
NoHelpDirectory = Hilfedatei in Hilfe-Verzeichnis konnte nicht gefunden werden .
DeleteFeature = Sind Sie sicher, dass Sie die Funktion l\u00f6schen m\u00f6chten?
NotEditingVector = Die aktive Schicht wird derzeit nicht bearbeitet.
SelectEditVector = Bitte w\u00e4hlen Sie das "Bearbeiten Vektor"-Tool, bevor Sie fortfahren
NoFeaturesSelected = Es sind keine ausgew\u00e4hlten Elemente vorhanden. Bitte w\u00e4hlen Sie ein Element mit dem \ 'Select Feature \' Werkzeug, bevor Sie Elemente l\u00f6schen.
PluginsWereLocated = Plugins sind gefunden
NoDBF=DBF-Datei wurde nicht richtig gelesen. Ist es m\u00f6glich, dass keine Datenbankdatei existiert.
NewFieldsCreated=Neue Felder wurden angelegt und nicht gespeichert. Wollen Sie ohne zu speichern fortfahren?
Continue = Weiter
UnsavedChanges=Es gibt nicht gespeicherten \u00c4nderungen an den Daten der Tabelle, wollen Sie ohne zu speichern fortfahren?
SaveChanges=Speichern von Daten\u00e4nderungen
SaveChangesQuestion =Sind Sie sicher, dass Sie \u00c4nderungen an Daten speichern wollen?
ErrorSavingChanges = Fehler beim Speichern der Datenbank-Datei. Einige \u00c4nderungen wurden nicht gespeichert.
ErrorSaving = Fehler beim Speichern
SelectFieldToDelete = W\u00e4hlen Sie das Feld welches gel\u00f6scht werden soll
PolygonsOnly = Diese Funktion kann nur auf den Polygontyp Shapefiles angewendet werden.
CalculationComplete = Berechnung komplett!
FileMustBeSaved = Die Datei muss gespeichert werden, bevor Sie Ihre Daten f\u00fcr die Tabelle erzeugen k\u00f6nnen
SaveToContinue = Speicher um fortzufahren
SelectField = Feld ausw\u00e4hl
GenerateColumnData = Generiere Spaltendaten
ScriptMessage1 = Dieses Skript wird f\u00fcr jede Zeile die durch einen Index identifiziert wird, ausgef\u00fchrt.
ScriptMessage2 = Die letzte Zeile des Skripts wird als Wert f\u00fcr die Spalte verwendet werden.
ScriptMessage3 = Die anderen Spalten Werte werden den Variablen mit dem gleichen Namen (Gross/Kleinschreibung) zugeordnet.
UnableToConvertDataType = Kann Datentyp nicht konvertieren. Beachte R\u00fcckgabedatentyp.
ErrorAddingData = Fehler beim hinzuf\u00fcgen von Daten zur Datenbank. Stellen Sie sicher das der Wertebereich nicht au\u00dferhalb des Datentypbereiches liegt.
ErrorExecutingScript = Fehler beim Ausf\u00fchren von Skripts. Syntax pr\u00fcfen und sicherstellen, dass der gew\u00fcnschte Spaltenwert in der letzten Zeile erscheint.
NewMapName = Namen der neuen Karte eingeben
CloseWhiteboxToTakeEffect=Whitebox f\u00fcr diese Ver\u00e4nderungen bitte neu starten
