# Copyright (C) 2013 Dr. John Lindsay <jlindsay@uoguelph.ca>
#
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see <http://www.gnu.org/licenses/>.

Welcome = \u039a\u03b1\u03bb\u03ce\u03c2 \u03ae\u03c1\u03b8\u03b1\u03c4\u03b5
Error = \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1
NoDataLayer = \u03a4\u03bf \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03bf \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9
PrintingError = \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03ba\u03c4\u03cd\u03c0\u03c9\u03c3\u03b7
NoGroupsInSavedMap = \u039f \u03c7\u03ac\u03c1\u03c4\u03b7\u03c2 \u03b5\u03bc\u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03bf\u03bc\u03b1\u03b4\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b1 \u03c7\u03b1\u03c1\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1. \u0398\u03b1 \u03b1\u03c0\u03cc-\u03bf\u03bc\u03b1\u03b4\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03bf\u03cd\u03bd \u03c0\u03c1\u03b9\u03bd \u03c4\u03bf \u03c3\u03ce\u03c3\u03b9\u03bc\u03bf.
FileExists = \u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9, \u03bd\u03b1 \u03b5\u03c0\u03b1\u03bd\u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03b5\u03af?
MapFile = \u0391\u03c1\u03c7\u03b5\u03af\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7
NotReadProperly = \u0394\u03b5\u03bd \u03b4\u03b9\u03b1\u03b2\u03ac\u03c3\u03b8\u03b7\u03ba\u03b5 \u03c3\u03c9\u03c3\u03c4\u03ac
NoMapFile = \u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7 \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5
CurrentPrintResolution = \u0397 \u03c4\u03c1\u03ad\u03c7\u03bf\u03c5\u03c3\u03b1 \u03b1\u03bd\u03ac\u03bb\u03c5\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b5\u03ba\u03c4\u03c5\u03c0\u03c9\u03c4\u03ae \u03b5\u03af\u03bd\u03b1\u03b9
ChangePrintResolution = \u0393\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03b9\u03c2 \u03c4\u03b7\u03bd \u03c4\u03b9\u03bc\u03ae, \u03b5\u03c0\u03ad\u03bb\u03b5\u03be\u03b5, \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b5 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 & \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2
FileExists = \u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ae\u03b4\u03b7
Overwrite = \u0398\u03b5\u03c2 \u03bd\u03b1 \u03c4\u03bf \u03b5\u03c0\u03b1\u03bd\u03b5\u03b3\u03b3\u03c1\u03ac\u03c8\u03b5\u03b9\u03c2?
ErrorWhileSavingMap = \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03bf \u03c3\u03ce\u03c3\u03b9\u03bc\u03bf \u03c4\u03bf\u03c5 \u03c7\u03ac\u03c1\u03c4\u03b7 \u03c3\u03b5 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1
ErrorWhileSaving = \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03bf \u03c3\u03ce\u03c3\u03b9\u03bc\u03bf \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5
NoMapAreas = \u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03c0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ad\u03c2 \u03c4\u03bf\u03c5 \u03c7\u03ac\u03c1\u03c4\u03b7 \u03c3\u03c4\u03bf\u03bd \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc \u03c7\u03ac\u03c1\u03c4\u03b7 \u03bf\u03b8\u03cc\u03bd\u03b7\u03c2
NoVectorLayers = \u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03b1 \u03b4\u03b9\u03b1\u03bd\u03c5\u03c3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03bd \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc \u03c7\u03ac\u03c1\u03c4\u03b7 \u03bf\u03b8\u03cc\u03bd\u03b7\u03c2
MissingToolbox = \u0391\u03c1\u03c7\u03b5\u03b9\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03b9\u03bf\u03b8\u03ae\u03ba\u03b7\u03c2 (*.xml) \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03c3\u03c4\u03bf \u03ba\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u03c6\u03b1\u03ba\u03b5\u03bb\u03bb\u03bf
FunctionNotAvailableVectors = \u0397 \u03c3\u03c5\u03bd\u03ac\u03c1\u03c4\u03b7\u03c3\u03b7 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03b1 \u03b4\u03b9\u03b1\u03bd\u03c5\u03c3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03b1
FunctionForVectorsOnly = \u0397 \u03c3\u03c5\u03bd\u03ac\u03c1\u03c4\u03b7\u03c3\u03b7 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03b1\u03bd\u03c5\u03c3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1
RastersOnly = \u0397 \u03c3\u03c5\u03bd\u03ac\u03c1\u03c4\u03b7\u03c3\u03b7 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7 \u03b3\u03b9\u03b1 \u03c0\u03bb\u03b5\u03b3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1
NoRaster = \u039f \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc\u03c2 \u03c7\u03ac\u03c1\u03c4\u03b7\u03c2 \u03b4\u03b5\u03bd \u03b5\u03bc\u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03c0\u03bb\u03b5\u03b3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03b1
NoLayers = \u039f \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc\u03c2 \u03c7\u03ac\u03c1\u03c4\u03b7\u03c2 \u03b4\u03b5\u03bd \u03b5\u03bc\u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03b1
ActiveLayerNotVector = \u039f \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc\u03c2 \u03c7\u03ac\u03c1\u03c4\u03b7\u03c2 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03ac\u03bd\u03c5\u03c3\u03bc\u03b1
ParameterFileNotLocated = \u0397 \u03c0\u03b1\u03c1\u03b1\u03bc\u03b5\u03c4\u03c1\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf\u03c5 \u03b4\u03b5\u03bd \u03b5\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03b8\u03b7\u03ba\u03b5
CreateNewHelpEntry = \u03a3\u03cd\u03bd\u03b8\u03b5\u03c3\u03b7 \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf
ModifyHelp = \u03a4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf
Parameter = \u03a0\u03b1\u03c1\u03b1\u03bc\u03b5\u03c4\u03c1\u03bf\u03c2
ParameterNotSpecified = \u03a4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b4\u03b5\u03bd \u03b8\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03b5\u03c3\u03b8\u03b5\u03af \u03b1\u03c6\u03bf\u03c5 \u03b7 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03bf\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03cc\u03c1\u03b9\u03c3\u03c4\u03b7
NoHelp = \u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1\u03c2 \u03c3\u03c4\u03bf\u03bd \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1\u03c2
HelpNotRead = \u0394\u03b5\u03bd \u03b4\u03b9\u03b1\u03b2\u03ac\u03c3\u03b8\u03b7\u03ba\u03b5 \u03c3\u03c9\u03c3\u03c4\u03b1 \u03c4\u03bf  \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1\u03c2 
NoHelpDirectory = \u0394\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5 \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1 \u03c3\u03c4\u03bf \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03bf \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf
DeleteFeature = \u0398\u03b5\u03c2 \u03bd\u03b1 \u03c3\u03b2\u03ae\u03c3\u03b5\u03b9\u03c2 \u03c4\u03bf \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03b9\u03bc\u03b5\u03bd\u03bf?
NotEditingVector = \u03a4\u03bf \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc \u03b1\u03c1\u03c7\u03b5\u03b9\u03bf \u03b4\u03b5\u03bd \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9
SelectEditVector = \u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03bd\u03b1 \u03b5\u03c1\u03b3\u03b1\u03b5\u03bb\u03af\u03bf \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b7\u03c2 \u03c4\u03bf \u03b4\u03b9\u03b1\u03bd\u03cd\u03c3\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c0\u03c1\u03b9\u03bd \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03b5\u03b9\u03c2
NoFeaturesSelected = \u0394\u03b5\u03bd \u03b5\u03c7\u03b5\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03b5\u03af \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf. \u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03bc\u03b5 \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae\u03c2 \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c0\u03c1\u03b9\u03bd \u03c4\u03bf \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03b9\u03c2.
PluginsWereLocated = \u03a0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03b1 \u03b5\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03b8\u03b7\u03ba\u03b1\u03bd
NoDBF=\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03b9\u03bf DBF \u03b4\u03b5\u03bd \u03b4\u03b9\u03b1\u03b2\u03b1\u03c3\u03b8\u03b7\u03ba\u03b5 \u03c3\u03c9\u03c3\u03c4\u03b1, \u03bc\u03ac\u03bb\u03bb\u03bf\u03bd \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9
NewFieldsCreated=\u03a4\u03b1 \u03bd\u03ad\u03b1 \u03c0\u03b5\u03b4\u03af\u03b1 \u03b4\u03b5\u03bd \u03c3\u03ce\u03b8\u03b7\u03ba\u03b1\u03bd, \u03b8\u03b5\u03c2 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03b5\u03b9\u03c2?
Continue = \u03a3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1
UnsavedChanges=\u0394\u03b5\u03bd \u03c3\u03ce\u03b8\u03b7\u03ba\u03b1\u03bd \u03bf\u03b9 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03c3\u03c4\u03bf\u03bd \u03c0\u03af\u03bd\u03b1\u03ba\u03b1, \u03b8\u03b5\u03c2 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03b5\u03b9\u03c2?
SaveChanges=\u03a3\u03c9\u03c3\u03b5 \u03c4\u03b9\u03c2 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03c3\u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1
SaveChangesQuestion = \u0398\u03b5\u03c2 \u03bd\u03b1 \u03c3\u03ce\u03c3\u03b5\u03b9\u03c2 \u03c4\u03b9\u03c2 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03c3\u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1?
ErrorSavingChanges = \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03ad\u03b9\u03bf\u03c5 \u03b2\u03ac\u03c3\u03b7\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd, \u03ba\u03ac\u03c0\u03bf\u03b9\u03b5\u03c2 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03b4\u03b5\u03bd \u03c3\u03ce\u03b8\u03b7\u03ba\u03b1\u03bd
ErrorSaving = \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2
SelectFieldToDelete = \u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03c0\u03b5\u03b4\u03af\u03bf \u03b3\u03b9\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae
PolygonsOnly = \u0397 \u03c3\u03c5\u03bd\u03b1\u03c1\u03c4\u03b7\u03c3\u03b7 \u03b5\u03c6\u03b1\u03c1\u03bc\u03cc\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bc\u03cc\u03bd\u03bf \u03c3\u03b5 \u03c0\u03bf\u03bb\u03c5\u03b3\u03c9\u03bd\u03b9\u03ba\u03ac \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03bc\u03bf\u03c1\u03c6\u03ae\u03c2 (*.shp)
CalculationComplete = \u03a5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03cc\u03c2 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
FileMustBeSaved = \u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf  \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c3\u03c9\u03b8\u03b5\u03af \u03c0\u03c1\u03b9\u03bd \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c0\u03af\u03bd\u03b1\u03ba\u03b1
SaveToContinue = \u03a3\u03c9\u03c3\u03b5 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03b5\u03b9\u03c2
SelectField = \u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03c0\u03b5\u03b4\u03af\u03bf
GenerateColumnData = \u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd
ScriptMessage1 = \u0397 \u03bc\u03b1\u03ba\u03c1\u03bf\u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03b8\u03b1 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03c3\u03c4\u03b5\u03af \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03c3\u03c4\u03ae\u03bb\u03b7 \u03cc\u03c0\u03c9\u03c2 \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03af\u03c3\u03b8\u03b7\u03ba\u03b5 \u03b1\u03c0\u03cc \u03c4\u03bf \u03c0\u03b1\u03c1\u03ac\u03c1\u03c4\u03b7\u03bc\u03b1
ScriptMessage2 = \u0397 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03c4\u03b7\u03c2 \u03bc\u03b1\u03ba\u03c1\u03bf\u03b5\u03bd\u03c4\u03bf\u03bb\u03ae\u03c2 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03c3\u03b1\u03bd \u03b7 \u03c4\u03b9\u03bc\u03ae \u03c4\u03b7\u03c2 \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2
ScriptMessage3 = \u039f\u03b9 \u03ac\u03bb\u03bb\u03b5\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2 \u03c4\u03b7\u03c2 \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2 \u03b8\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03b7\u03b8\u03bf\u03cd\u03bd \u03c3\u03b5 \u03bc\u03b5\u03c4\u03b1\u03b2\u03bb\u03b7\u03c4\u03ad\u03c2 \u03c4\u03bf\u03c5 \u03af\u03b4\u03b9\u03bf\u03c5 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2 (\u03bc\u03b9\u03ba\u03c1\u03ac/\u03ba\u03b5\u03c6\u03b1\u03bb\u03b1\u03af\u03b1 \u03c0\u03b1\u03af\u03b6\u03bf\u03c5\u03bd \u03c1\u03cc\u03bb\u03bf)
UnableToConvertDataType = \u0391\u03b4\u03c5\u03bd\u03b1\u03bc\u03af\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae\u03c2 \u03c4\u03cd\u03c0\u03bf, \u03bb\u03ac\u03b2\u03b5 \u03c5\u03c0\u03cc\u03c8\u03b7 \u03c4\u03b7\u03bd \u03b1\u03c1\u03c7\u03b9\u03ba\u03ae \u03b8\u03b5\u03ce\u03c1\u03b7\u03c3\u03b7 \u03c4\u03cd\u03c0\u03bf\u03c5
ErrorAddingData = \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c3\u03c4\u03b7\u03bd \u03b2\u03b1\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd. \u039b\u03b1\u03b2\u03b5 \u03c5\u03c0\u03cc\u03c8\u03b7 \u03b1\u03bd \u03b7 \u03c4\u03b9\u03bc\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03ba\u03c4\u03cc\u03c2 \u03c4\u03bf\u03c5 \u03b5\u03cd\u03c1\u03bf\u03c5\u03c2 \u03c4\u03bf\u03c5 \u03c4\u03cd\u03c0\u03bf\u03c5 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd
ErrorExecutingScript = \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7\u03c2 \u03bc\u03b1\u03ba\u03c1\u03bf\u03b5\u03bd\u03c4\u03bf\u03bb\u03ae\u03c2. \u0395\u03bb\u03b5\u03b3\u03be\u03b5 \u03c4\u03b7\u03bd \u03c3\u03cd\u03bd\u03c4\u03b1\u03be\u03b7 \u03ba\u03b1\u03b9 \u03b1\u03bd \u03b7 \u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03b7\u03c4\u03ae \u03c4\u03b9\u03bc\u03ae \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2 \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03b7\u03bd \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae.
NewMapName = \u0394\u03ce\u03c3\u03b5 \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03bd\u03ad\u03bf\u03c5 \u03c7\u03ac\u03c1\u03c4\u03b7
CloseWhiteboxToTakeEffect=\u0395\u03c0\u03b1\u03bd\u03b5\u03ba\u03af\u03bd\u03b7\u03c3\u03b5 \u03c4\u03bf Whitebox \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bb\u03b7\u03c6\u03b8\u03bf\u03cd\u03bd \u03c5\u03c0\u03cc\u03c8\u03b7 \u03bf\u03b9 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2
AttributeFileDoesNotExist=The vector's attribute table does not exist
