# Copyright (C) 2013 Dr. John Lindsay <jlindsay@uoguelph.ca>
#
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see <http://www.gnu.org/licenses/>.

Welcome = Bienvenu
Error = Erreur
NoDataLayer = Il semble que la couche de donn\u00e9es n'existe pas.
PrintingError = Lors de l'impression une erreur est survenue.
NoGroupsInSavedMap = Nota : La carte contient des \u00e9l\u00e9ments cartographiques regroup\u00e9s. Avant d'enregistrer la carte le regroupement des \u00e9l\u00e9ments sera \u00e9limin\u00e9.
FileExists = Ce fichier existe d\u00e9j\u00e0
MapFile = Fichier cartographique
NotReadProperly = lecture impossible
NoMapFile = Fichier carto introuvable
CurrentPrintResolution = La r\u00e9solution d'impression actuelle est
ChangePrintResolution = Pour changer cette valeur s\u00e9lectionnez Visionner
FileExists = Ce fichier existe d\u00e9j\u00e0
Overwrite = Voulez-vous le superposer?
ErrorWhileSavingMap = Une erreur est survenue lors de l'enregistrement de la carte au fichier image.
ErrorWhileSaving = Une erreur est survenue lors de l'enregistrement du fichier.
NoMapAreas = Pr\u00e9sentement, il n'y a pas de r\u00e9gion cartographique sur la carte active.
NoVectorLayers = Pr\u00e9sentement, il n'y a pas de couche de donn\u00e9es vectorielles affich\u00e9es dans la r\u00e9gion de la carte active.
MissingToolbox = Fichier de la bo\u00eete \u00e0 outils (toolbox.xml) inexistant dans le r\u00e9pertoire principal.
FunctionNotAvailableVectors = Cette fonction n'est pas possible pour les couches de donn\u00e9es vectorielles.
FunctionForVectorsOnly = Cette fonction est possible seulement avec les couches de donn\u00e9es vectorielles.
RastersOnly = Cette fonction est possible seulement avec les couches de donn\u00e9es matricielles.
NoRaster = La carte active ne contient pas de couches de donn\u00e9es matricielles.
NoLayers = La carte active ne contient pas de couches de donn\u00e9es.
ActiveLayerNotVector = La couche active n'est pas vectorielle.
ParameterFileNotLocated = Le fichier des param\u00e8tres des outils ne peut \u00eatre localis\u00e9
CreateNewHelpEntry = Cr\u00e9er une nouvelle entr\u00e9e d'aide pour cet outil.
ModifyHelp = Modifier l'entr\u00e9e d'aide pour cet outil.
Parameter = Param\u00e8tre
ParameterNotSpecified = n'a pas \u00e9t\u00e9 sp\u00e9cifi\u00e9. L'outil ne pourra ex\u00e9cuter.
NoHelp = Impossible de trouver le fichier d'aide par d\u00e9faut  (\'NewHelp.txt\')  dans le r\u00e9pertoire d'aide
HelpNotRead = Impossible de lire correctement le fichier d'aide par d\u00e9faut  (\'NewHelp.txt\')
NoHelpDirectory = Impossible de trouver le fichier d'aide dans le r\u00e9pertoire d'aide
DeleteFeature = Voulez-vous vraiment supprimer cet \u00e9l\u00e9ment?
NotEditingVector = La couche active n'est pas en train d'\u00eatre \u00e9dit\u00e9e.
SelectEditVector = Veuillez s\u00e9lectionner l'outil '\u00c9diter le vecteur' avant de continuer.
NoFeaturesSelected = Aucun \u00e9l\u00e9ment n'a \u00e9t\u00e9 s\u00e9lectionn\u00e9. Veuillez s\u00e9lectionner un \u00e9l\u00e9ment en employant l'outil  \'S\u00e9lectionner un \u00e9l\u00e9ment cartographique' \ avant d'essayer de supprimer des \u00e9l\u00e9ments.
PluginsWereLocated = les modules d'extension furent localis\u00e9s
NoDBF = Impossible de lire fichier DBF. Il est possible qu'il n'y a pas de fichier de base de donn\u00e9es.
NewFieldsCreated = De nouveaux champs furent cr\u00e9\u00e9s mais non enregistr\u00e9s, voulez vous proc\u00e9der sans les enregistrer?
Continue = Proc\u00e9der
UnsavedChanges = Il y a des changements non enregistr\u00e9s dans le tableau de donn\u00e9es, voulez vous proc\u00e9der sans les enregistrer?
SaveChanges = Enregistrer les changements aux donn\u00e9es
SaveChangesQuestion = D\u00e9sirez vous vraiment enregistrer les changements aux donn\u00e9es?
ErrorSavingChanges = Erreur d'enregistrement du fichier de la base de donn\u00e9es. Certain changements n'ont pas \u00e9t\u00e9 enregistr\u00e9s.
ErrorSaving = Erreur d'enregistrement.
SelectFieldToDelete = S\u00e9lectionner le champ \u00e0 supprimer
PolygonsOnly = Cette fonction s'applique seulement aux polygones de type fichier de formes.
CalculationComplete = Calcul compl\u00e9t\u00e9!
FileMustBeSaved = Le fichier doit \u00eatre enregistr\u00e9 avant que vous puissiez g\u00e9n\u00e9rer des donn\u00e9es pour le tableau.
SaveToContinue = Enregistrer pour proc\u00e9der.
SelectField = S\u00e9lectionner le champ
GenerateColumnData = G\u00e9n\u00e9rer des donn\u00e9es en colonne
ScriptMessage1 = Le script sera ex\u00e9cut\u00e9 pour toutes les rang\u00e9es, tel qu'identifi\u00e9 \u00e0 l'index.
ScriptMessage2 = La derni\u00e8re ligne du script sera utilis\u00e9e comme valeur pour la colonne.
ScriptMessage3 = Les valeurs des autres colonnes seront associ\u00e9es aux variables du m\u00eame nom (sensible \u00e0 la case)
UnableToConvertDataType = Impossible de convertir le type. Consid\u00e9rer le type de retour.
ErrorAddingData = Erreur d'ajout de donn\u00e9es \u00e0 la base de donn\u00e9es. S'assurer que la valeur assign\u00e9e n'est pas \u00e0 l'ext\u00e9rieur du type de gamme des donn\u00e9es.
ErrorExecutingScript = Erreur d'ex\u00e9cution du script. V\u00e9rifier la syntaxe et s'assurer que la valeur de colonne d\u00e9sir\u00e9e apparait sur la derni\u00e8re ligne.
NewMapName = Entrer le nom de la nouvelle carte
CloseWhiteboxToTakeEffect = Il faudra red\u00e9marrer Whitebox afin que ses changements entrent en vigueur
AttributeFileDoesNotExist=The vector's attribute table does not exist
CalcComplete=The calculation was successful
ScriptMessage4=The scripting language is Groovy, a super-set of Java.
