# Copyright (C) 2013 Dr. John Lindsay <jlindsay@uoguelph.ca>
#
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see <http://www.gnu.org/licenses/>.

Welcome = Benvenuto a
Error = Errore
NoDataLayer = Sembrerebbe che lo strato informativo non esista.
PrintingError = Si \u00e8 verificato un errore in fase di stampa.
NoGroupsInSavedMap = Nota: La mappa contiene elementi cartografici raggruppati. Gli elementi nei gruppi saranno separati prima del salvataggio della mappa.
FileExists = Il file \u00e8 gi\u00e0 presente nella cartella.
MapFile = Map file
NotReadProperly = non letto correttamente.
NoMapFile = Difficolt\u00e0 nel trovare il file della mappa cercato.
CurrentPrintResolution = La risoluzione di stampa corrente \u00e8
ChangePrintResolution = Per cambiare questo valore selezionare Vista.
FileExists = Il file \u00e8 gi\u00e0 presente nella cartella.
Overwrite = Lo vuoi sovrascrivere?
ErrorWhileSavingMap = Si \u00e8 verificato un errore nel salvataggio della mappa come file di immagine.
ErrorWhileSaving = Si \u00e8 verificato un errore nel salvataggio del file.
NoMapAreas = Non sono presenti aree cartografate nella mappa attiva.
NoVectorLayers = Non sono visualizzati strati vettoriali nell'area della mappa attiva.
MissingToolbox = Toolbox file (toolbox.xml) non trovato nella cartella principale.
FunctionNotAvailableVectors = Questa funzione non \u00e8 disponibile per strati vettoriali.
FunctionForVectorsOnly = Questa funzione \u00e8 utilizzabile solo per strati vettoriali.
RastersOnly = Questa funzione \u00e8 utilizzabile solo per strati raster.
NoRaster = Non sono presenti strati raster nella mappa attiva.
NoLayers = Non sono presenti strati nella mappa attiva.
ActiveLayerNotVector = Lo strato attivo non \u00e8 vettoriale.
ParameterFileNotLocated = Non \u00e8 possibile trovare il file contenente i parametri della funzione
CreateNewHelpEntry = Crea una nuova voce della guida per questa funzione
ModifyHelp = Modifica la voce della guida per questa funzione.
Parameter = Parametro
ParameterNotSpecified = non \u00e8 stato specificato. La funzione non sar\u00e0 eseguita.
NoHelp = Impossibile trovare il file di default  (\'NewHelp.txt\') nella cartella della guida.
HelpNotRead = Impossibile leggere correttamente il file di default della guida (\'NewHelp.txt\').
NoHelpDirectory = Impossibile trovare il file della guida nella cartella delle guide.
DeleteFeature = Sei certo di voler eliminare l'elemento?
NotEditingVector = Lo strato attivo non \u00e8 modificabile.
SelectEditVector = Selezionare la funzione 'Modifica Vettore' prima di continuare
NoFeaturesSelected = Non ci sono elementi selezionati. Selezionare un elemento  utilizzando la funzione \'Selezione Oggetto\' prima di tentare la cancellazione.
PluginsWereLocated = i plugins sono stati localizzati
NoDBF = Il file DBF non \u00e8 leggibile. \u00c8 possibile che non sia un file di database.
NewFieldsCreated = Nuovi campi sono stati creati e non salvati, vuoi continuare senza salvare?
Continue = Continua
UnsavedChanges = Sono presenti modifiche non salvate nella tabella, vuoi continuare senza salvare?
SaveChanges = Salva i dati con le modifiche effettuate
SaveChangesQuestion = Salvare nei dati le modifiche effettuate?
ErrorSavingChanges = Si \u00e8 verificato un errore nel salvataggio del database. Alcune modifiche non sono state salvate.
ErrorSaving = Si \u00e8 verificato un errore durante il salvataggio.
SelectFieldToDelete = Selezionare il campo da eliminare.
PolygonsOnly = Questa funzione \u00e8 utilizzabile solo per shapefile di tipo poligonale.
CalculationComplete = Calcolo completato!
FileMustBeSaved = Il file deve essere salvato prima di poter generare dati per la tabella
SaveToContinue = Salva per continuare
SelectField = Seleziona campo
GenerateColumnData = Creare Colonna di Dati
ScriptMessage1 = Il programma verr\u00e0 eseguito per ogni riga secondo l'ordine di indicizzazione
ScriptMessage2 = Nella colonna sar\u00e0 inserito Il valore dell'ultima riga del programma.
ScriptMessage3 = I valori delle altre colonne saranno vincolati a variabili con il medesimo nome (rispettando maiuscole/minuscole)
UnableToConvertDataType = Impossibile effettuare la conversione. Considerare il formato restituito
ErrorAddingData = Si \u00e8 verificato un errore nell'inserimento di valori nel database. Verificare che i valori inseriti siano all'interno dell'intervallo assegnato.
ErrorExecutingScript = Si \u00e8 verificato un errore nell'esecuzione del programma. Verificare la sintassi e accertarsi che il valore aspettato sia presente nell'ultima riga.
NewMapName = Inserire il nome della nuova mappa.
CloseWhiteboxToTakeEffect = Riavviare Whitebox per rendere effettive queste modifiche.
AttributeFileDoesNotExist=The vector's attribute table does not exist
