# Copyright (C) 2013 Dr. John Lindsay <jlindsay@uoguelph.ca>
#
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see <http://www.gnu.org/licenses/>.

Welcome = Benvingut a
Error = Error
FileExists =L'arxiu ja existeix
Overwrite = Vols sobreescriure?
ErrorWhileSavingMap = Hi ha hagut un error en desar el mapa com una imatge.
ErrorWhileSaving = Hi ha hagut un error en desar l'arxiu.
NoMapAreas = No hi ha \u00e0rees de mapa en el mapa actiu.
NoVectorLayers = No es mostra capes vector en l'\u00e0rea activa de mapa.
MissingToolbox = L'arxiu d'eines (toolbox.xml) no existeix al directori principal.
NoDataLayer = La capa de dades sembla que no existeix
PrintingError = Hi ha hagut un error en imprimir.
NoGroupsInSavedMap = Nota: el mapa cont\u00e9 elements cartogr\u00e0fics agrupats. Els grups d'elements es desagruparan abans de desar el mapa.
FileExists = L'arxiu ja existeix. El voleu sobreescriure?
MapFile = Arxiu de mapa
NotReadProperly = no s'ha llegit b\u00e9.
NoMapFile = No s'ha trobat l'arxiu del mapa.
CurrentPrintResolution = La resoluci\u00f3 actual d'impressi\u00f3 \u00e9s
ChangePrintResolution = Per canviar aquest valor selecciona Veure
FunctionNotAvailableVectors = Aquesta funci\u00f3 no \u00e9s disponible per a capes vector.
FunctionForVectorsOnly = Aquesta funci\u00f3 nom\u00e9s serveix per capes vector.
RastersOnly = Aquesta funci\u00f3 nom\u00e9s serveix per a capes r\u00e0ster.
NoRaster = El mapa actiu no cont\u00e9 cap capa r\u00e0ster.
NoLayers = El mapa actiu no cont\u00e9 cap capa.
ActiveLayerNotVector = La capa activa no \u00e9s vector.
ParameterFileNotLocated = No s'ha trobat l'arxiu de par\u00e0mtres de l'eina.
CreateNewHelpEntry = Crea una nova entrada d'ajuda per aquesta eina.
ModifyHelp = Modifica l'entrada d'ajuda per aquesta eina.
Parameter = Par\u00e0metres
ParameterNotSpecified = sense especificar. L'eina no s'aplicar\u00e0.
NoHelp = No s'ha trobat l'arxiu d'ajuda per defecte (\'NewHelp.txt\') al directori d'ajuda
HelpNotRead = No s'ha pogut llegir l'arxiu d'ajuda per defecte (\'NewHelp.txt\') correctament.
NoHelpDirectory = No s'ha trobat l'arxiu d'ajuda al directori d'ajuda.
DeleteFeature = Segur que vols esborrar l'element
NotEditingVector = La capa activa no est\u00e0 en edici\u00f3.
SelectEditVector = Si us plau tria l'eina 'Editar Vector' per continuar.
NoFeaturesSelected = No hi ha elements seleccionats. Si us plau selecciona un element amb l'eina \'Seleccionar Element\' abans d'esborrar elements.
PluginsWereLocated = s'ha trobat els connectors
NoDBF=L'arxiu DBF no s'ha llegit b\u00e9. Possiblement no hi hagi cap base de dades.
NewFieldsCreated=S'han creat camps nous i no s'ha desat, vols continuar sense desar?
Continue = Continuar
UnsavedChanges=Hi ha canvis sense desar a les dades de la taula, vols continuar sense desar?
SaveChanges=Desar Canvis de Dades
SaveChangesQuestion = SEgur que vols desar els canvis a les dades?
ErrorSavingChanges = Error desant la base de dades. Alguns canvis no s'han desat.
ErrorSaving = Error Desant
SelectFieldToDelete = Selecciona el camp per esborrar
PolygonsOnly = Aquesta funci\u00f3 nom\u00e9s s'aplica a shapefiles de tipus pol\u00edgon.
CalculationComplete = C\u00e0lcul complets!
FileMustBeSaved = Cal desar l'arxiu abans de generar dades per a la taula
SaveToContinue = Desar per Continuar
SelectField = Seleccionar camp
GenerateColumnData = Generar Columna de Dades
ScriptMessage1 = Aquest gui\u00f3 s'executar\u00e0 per a cada fila identificada per \u00edndex.
ScriptMessage2 = El darrer valor del gui\u00f3 ser\u00e0 utilitzat com a valor per a la columna.
ScriptMessage3 = Els valors de les altres columnes estaran lligats a variables del mateix nom (min\u00fascules i maj\u00fascules)
UnableToConvertDataType = No es pot convertir el tipus. Preneu el tipus retornat en consideraci\u00f3.
ErrorAddingData = Error en afegir dades a la base de dades. Assegura't que el valor assignat no \u00e9s fora de l'interval per al tipus de dades.
ErrorExecutingScript = Error en executar el gui\u00f3. Comprova la sintaxi i mira si el valor de la columna desitjada apareix a la darrera l\u00ednia.
NewMapName = Introdueix el nom del nou mapa
CloseWhiteboxToTakeEffect=Per aplicar els canvis cal reiniciar Whitebox
AttributeFileDoesNotExist=The vector's attribute table does not exist
CalcComplete=The calculation was successful
ScriptMessage4=The scripting language is Groovy, a super-set of Java.
