# Copyright (C) 2013 Dr. John Lindsay <jlindsay@uoguelph.ca>
#
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see <http://www.gnu.org/licenses/>.

Welcome = \u062e\u0648\u0634 \u0622\u0645\u062f\u06cc\u062f
Error = \u062e\u0637\u0627
NoDataLayer = \u0644\u0627\u06cc\u0647 \u062f\u0627\u062f\u0647 \u0647\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
PrintingError = \u062e\u0637\u0627\u06cc\u06cc \u062f\u0631 \u0686\u0627\u067e \u0627\u062a\u0641\u0627\u0642 \u0627\u0641\u062a\u0627\u062f\u0647 \u0627\u0633\u062a
NoGroupsInSavedMap = \u062a\u0648\u062c\u0647: \u0646\u0642\u0634\u0647 \u062f\u0627\u0631\u0627\u06cc \u0627\u0644\u0645\u0627\u0646 \u0647\u0627\u06cc \u06a9\u0627\u0631\u062a\u0648\u06af\u0631\u0627\u0641\u06cc \u06af\u0631\u0648\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u0627\u0632 \u0627\u0644\u0645\u0627\u0646\u0647\u0627 \u0627\u0632 \u062d\u0627\u0644\u062a \u06af\u0631\u0648\u0647\u06cc \u062e\u0627\u0631\u062c \u0645\u06cc \u0634\u0648\u0646\u062f  \u0642\u0628\u0644 \u0627\u0632 \u0627\u06cc\u0646\u06a9\u0647 \u0641\u0627\u06cc\u0644 \u0630\u062e\u06cc\u0631\u0647 \u0634\u0648\u062f
FileExists = The file already exists. Would you like to overwrite it?
MapFile = \u0641\u0627\u06cc\u0644 \u0646\u0642\u0634\u0647
NotReadProperly = \u0628\u0647 \u0635\u0648\u0631\u062a \u0645\u0646\u0627\u0633\u0628 \u062e\u0648\u0627\u0646\u062f\u0647 \u0646\u0634\u062f
NoMapFile = \u0641\u0627\u06cc\u0644 \u0646\u0642\u0634\u0647 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
CurrentPrintResolution = \u0648\u0636\u0648\u062d \u0686\u0627\u067e \u062c\u0627\u0631\u06cc \u0628\u0631\u0627\u0628\u0631 \u0627\u0633\u062a \u0628\u0627:
ChangePrintResolution = \u0628\u0631\u0627\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0627\u0632 \u0645\u0646\u0648\u06cc \u0646\u0645\u0627\u06cc\u0634 \u06af\u0632\u06cc\u0646\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0627 \u0648 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
FileExists = \u0641\u0627\u06cc\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0628\u0627\u0632 \u0627\u0633\u062a
Overwrite = \u0622\u06cc\u0627 \u062a\u0645\u0627\u06cc\u0644 \u062f\u0627\u0631\u06cc\u062f \u06a9\u0647 \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0628\u0627\u0632 \u0646\u0648\u06cc\u0633\u06cc \u06a9\u0646\u06cc\u062f\u061f
ErrorWhileSavingMap = \u062f\u0631 \u062d\u0627\u0644\u06cc \u06a9\u0647 \u0646\u0642\u0634\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u0641\u0627\u06cc\u0644 \u062a\u0635\u0648\u06cc\u0631\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0645\u06cc \u0634\u062f \u062e\u0637\u0627\u06cc\u06cc \u0627\u062a\u0641\u0627\u0642 \u0627\u0641\u062a\u0627\u062f
ErrorWhileSaving = \u062f\u0631 \u062d\u0627\u0644 \u0630\u062e\u06cc\u0631\u0647 \u0641\u0627\u06cc\u0644 \u062e\u0637\u0627\u06cc\u06cc \u0627\u062a\u0641\u0627\u0642 \u0627\u0641\u062a\u0627\u062f\u0647 \u0627\u0633\u062a
NoMapAreas = \u0628\u0631 \u0631\u0648\u06cc \u0635\u0641\u062d\u0647 \u062c\u0627\u0631\u06cc \u0645\u062d\u062f\u0648\u062f\u0647 \u0646\u0642\u0634\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
NoVectorLayers = \u0644\u0627\u06cc\u0647 \u062f\u0627\u062f\u0647 \u0647\u0627\u06cc \u0628\u0631\u062f\u0627\u0631\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0646\u0642\u0634\u0647 \u062d\u0627\u0636\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
MissingToolbox = \u0641\u0627\u06cc\u0644 toolbox.xml \u062f\u0631 \u0634\u0627\u062e\u0647 \u0627\u0635\u0644\u06cc \u0628\u0631\u0646\u0627\u0645\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
FunctionNotAvailableVectors = \u0627\u06cc\u0646 \u0639\u0645\u0644\u06af\u0631 \u0628\u0631\u0627\u06cc \u0644\u0627\u06cc\u0647 \u0647\u0627\u06cc \u0628\u0631\u062f\u0627\u06cc \u0641\u0639\u0644\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
FunctionForVectorsOnly = \u0627\u06cc\u0646 \u0639\u0645\u0644\u06af\u0631 \u0641\u0642\u0637 \u0628\u0627 \u0644\u0627\u06cc\u0647 \u0647\u0627\u06cc \u0628\u0631\u062f\u0627\u0631\u06cc \u0639\u0645\u0644\u06cc \u0645\u06cc \u06a9\u0646\u062f
RastersOnly = \u0627\u06cc\u0646 \u0639\u0645\u0644\u06af\u0631 \u0641\u0642\u0637 \u0628\u0627 \u0644\u0627\u06cc\u0647 \u0647\u0627\u06cc \u0631\u0633\u062a\u0631\u06cc \u0639\u0645\u0644\u06cc \u0645\u06cc \u06a9\u0646\u062f
NoRaster = \u0646\u0642\u0634\u0647 \u062d\u0627\u0636\u0631 \u0647\u06cc\u062c \u0644\u0627\u06cc\u0647 \u0631\u0633\u062a\u0631\u06cc \u0646\u062f\u0627\u0631\u062f
NoLayers = \u0646\u0642\u0634\u0647 \u062d\u0627\u0636\u0631 \u0634\u0627\u0645\u0644 \u0647\u06cc\u062c \u0644\u0627\u06cc\u0647 \u0627\u06cc \u0646\u06cc\u0633\u062a
ActiveLayerNotVector = \u0644\u0627\u06cc\u0647 \u062c\u0627\u0631\u06cc \u0628\u0631\u062f\u0627\u0631\u06cc \u0646\u06cc\u0633\u062a
ParameterFileNotLocated = \u0641\u0627\u06cc\u0644 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u0628\u0632\u0627\u0631 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
CreateNewHelpEntry = \u0633\u0627\u062e\u062a\u0646 \u0641\u0627\u06cc\u0644 \u0631\u0627\u0647\u0646\u0645\u0627\u06cc \u062c\u062f\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631
ModifyHelp = \u0627\u0635\u0644\u0627\u062d \u0641\u0627\u06cc\u0644 \u0631\u0627\u0647\u0646\u0645\u0627\u06cc\u06cc \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631
Parameter = \u067e\u0627\u0631\u0627\u0645\u062a\u0631
ParameterNotSpecified = \u0645\u0634\u062e\u0635 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a . \u0627\u0628\u0632\u0627\u0631 \u0627\u062c\u0631\u0627 \u0646\u0645\u06cc \u0634\u0648\u062f
NoHelp = \u0641\u0627\u06cc\u0644 NewHelp.txt \u062f\u0631 \u0634\u0627\u062e\u0647 \u0641\u0627\u06cc\u0644\u0647\u0627\u06cc \u0631\u0647\u0646\u0645\u0627 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
HelpNotRead = \u0641\u0627\u06cc\u0644 NewHelp.txt \u0628\u0647 \u0635\u0648\u0631\u062a \u062f\u0631\u0633\u062a \u062e\u0648\u0627\u0646\u062f\u0647 \u0646\u0634\u062f
NoHelpDirectory = \u0641\u0627\u06cc\u0644 \u0631\u0627\u0647\u0646\u0645\u0627 \u062f\u0631 \u0634\u0627\u062e\u0647 \u0641\u0627\u06cc\u0644\u0647\u0627\u06cc \u0631\u0627\u0647\u0646\u0645\u0627 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
DeleteFeature = \u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u0633\u0627\u062e\u062a\u0627\u0631 \u0631\u0627 \u067e\u0627\u06a9 \u06a9\u0646\u06cc\u062f
NotEditingVector = \u0644\u0627\u06cc\u0647 \u062c\u0627\u0631\u06cc \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u062d\u0627\u0644 \u0627\u062f\u06cc\u062a \u0634\u062f\u0646 \u0646\u06cc\u0633\u062a
SelectEditVector = \u0644\u0637\u0641\u0627 \u0627\u0628\u0632\u0627\u0631 Edit Vector )\u0627\u0635\u0644\u0627\u062d \u0628\u0631\u062f\u0627\u0631( \u0631\u0627 \u0642\u0628\u0644 \u0627\u0632 \u0627\u062f\u0627\u0645\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
NoFeaturesSelected = \u0647\u06cc\u062c \u0633\u0627\u062e\u062a\u0627\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a \u0644\u0637\u0641\u0627 \u0642\u0628\u0644 \u0627\u0632 \u062a\u0644\u0627\u0634 \u0628\u0631\u0627\u06cc \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 "\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u0627\u062e\u062a\u0627\u0631" \u06cc\u06a9 \u0633\u0627\u062e\u062a\u0627\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
PluginsWereLocated = \u067e\u0644\u0627\u06af\u06cc\u0646 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u06cc\u0627\u0641 \u0634\u062f
NoDBF = \u0641\u0627\u06cc\u0644 DBF \u0645\u0648\u0631\u062f \u0646\u0637\u0631 \u0628\u062f\u0631\u0633\u062a\u06cc \u062e\u0648\u0627\u0646\u062f\u0647 \u0646\u0634\u062f\n\u0627\u062d\u062a\u0645\u0627\u0644\u0627 \u0641\u0627\u06cc\u0644 \u062f\u06cc\u062a\u0627\u0628\u06cc\u0633 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\n
NewFieldsCreated=\u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u062c\u062f\u06cc\u062f\u06cc \u0633\u0627\u062e\u062a\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f \u06a9\u0647 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0646\u062f \u0622\u06cc\u0627 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u062f\u0648\u0646 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u0627\u062f\u0627\u0645\u0647 \u0628\u062f\u0647\u06cc\u062f\u061f
Continue = \u0627\u062f\u0627\u0645\u0647
UnsavedChanges=\u062f\u0631 \u062c\u062f\u0648\u0644 \u062f\u0627\u062f\u0647 \u0627\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a\u0647 \u0627\u0646\u062f \u06a9\u0647 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0646\u062f \u0622\u06cc\u0627 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u062f\u0648\u0646 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0631\u062f\u0646 \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f\u061f
SaveChanges=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646
SaveChangesQuestion = \u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u0627\u062f\u0647\u0627 \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f\u061f
ErrorSavingChanges = \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0630\u062e\u06cc\u0631\u0647 \u062f\u06cc\u062a\u0627\u0628\u06cc\u0633 \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a  \u0628\u062e\u0634\u06cc \u0627\u0632 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
ErrorSaving = \u062e\u0637\u0627 \u062f\u0631 \u0630\u062e\u06cc\u0631\u0647
SelectFieldToDelete = \u0644\u0637\u0641\u0627 \u0641\u06cc\u0644\u062f\u06cc \u0631\u0627 \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u067e\u0627\u06a9 \u06a9\u0646\u06cc\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
PolygonsOnly = \u0627\u06cc\u0646 \u0639\u0645\u0644\u06af\u0631 \u0641\u0642\u0637 \u0628\u0631 \u0631\u0648\u06cc \u0634\u06cc\u067e \u0641\u0627\u06cc\u0644\u0647\u0627\u06cc \u06a9\u0647 \u067e\u0644\u06cc\u06af\u0646\u06cc \u0647\u0633\u062a\u0646\u062f \u0627\u062c\u0631\u0627 \u0645\u06cc \u0634\u0648\u062f 
CalculationComplete = \u0645\u062d\u0627\u0633\u0628\u0627\u062a \u0628\u0627 \u0627\u062a\u0645\u0627\u0645 \u0631\u0633\u06cc\u062f
FileMustBeSaved = \u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u062f \u0630\u062e\u06cc\u0631\u0647 \u0634\u0648\u062f \u062a\u0627 \u0634\u0645\u0627 \u0628\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0627\u062f\u0647 \u0647\u0627 \u0631\u0627 \u0628\u0631\u0627\u06cc \u062c\u062f\u0648\u0644 \u062a\u0648\u0644\u06cc\u062f \u06a9\u0646\u06cc\u062f
SaveToContinue = \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u062f\u0627\u0645\u0647 \u0628\u062f\u0647\u06cc\u062f
SelectField = \u0641\u06cc\u0644\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
GenerateColumnData = \u0633\u062a\u0648\u0646 \u062f\u0627\u062f\u0647 \u0647\u0627 \u0631\u0627 \u062a\u0648\u0644\u06cc\u062f \u06a9\u0646
ScriptMessage1 = \u0627\u06cc\u0646 \u0627\u0633\u06a9\u0631\u06cc\u067e\u062a \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645\u06cc \u0633\u0637\u0631\u0647\u0627 \u0628\u0631\u0627\u0633\u0627\u0633 \u0627\u06cc\u0646\u062f\u06cc\u06a9\u0633 \u0622\u0646\u0647\u0627 \u0627\u062c\u0631\u0627 \u0645\u06cc \u0634\u0648\u062f
ScriptMessage2 = \u0622\u062e\u0631\u06cc\u0646 \u062e\u0637 \u0627\u0633\u06a9\u0631\u06cc\u067e\u062a \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u0642\u062f\u0627\u0631 \u0628\u0631\u0627\u06cc \u0633\u062a\u0648\u0646 \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u0645\u06cc \u0634\u0648\u062f
ScriptMessage3 = \u0628\u0627\u0642\u06cc \u0645\u0642\u0627\u062f\u06cc\u0631 \u0633\u062a\u0648\u0646 \u0647\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0645\u062a\u063a\u06cc\u06cc\u0631\u0647\u0627\u06cc\u06cc \u0628\u0627 \u0627\u0633\u0645 \u0645\u0634\u0627\u0628\u0647 \u0645\u062d\u0627\u0633\u0628\u0647 \u0645\u06cc \u0634\u0648\u0646\u062f
UnableToConvertDataType = \u062a\u0628\u062f\u06cc\u0644 \u0646\u0648\u0639 \u062f\u0627\u062f\u0647 \u0642\u0627\u0628\u0644 \u0627\u062c\u0631\u0627 \u0646\u06cc\u0633\u062a. \u0644\u0637\u0641\u0627 \u0645\u0642\u062f\u0627\u0631 \u0628\u0627\u0632\u06af\u0634\u062a\u06cc \u0631\u0627 \u062f\u0631 \u0646\u0638\u0631 \u0628\u06af\u06cc\u0631\u06cc\u062f\n
ErrorAddingData = \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062f\u0627\u062f\u0647 \u0628\u0647 \u0628\u0627\u0646\u06a9 \u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a\n\u0645\u0637\u0645\u0626\u0646 \u0634\u0648\u06cc\u062f \u06a9\u0647 \u062f\u0627\u062f\u0647 \u0647\u0627 \u062f\u0631 \u0631\u0646\u062c \u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644 \u0628\u0631\u0627\u06cc \u0646\u0648\u0639 \u062f\u0627\u062f\u0647 \u0647\u0633\u062a\u0646\u062f
ErrorExecutingScript = \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0627\u062c\u0631\u0627\u06cc \u0627\u0633\u06a9\u0631\u06cc\u067e\u062a \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a\n\u062a\u0645\u0627\u0645\u06cc \u062f\u0633\u062a\u0648\u0631\u0627\u062a \u0631\u0627 \u0686\u06a9 \u06a9\u0646\u06cc\u062f \u0648 \u0645\u0637\u0645\u0626\u0646 \u0634\u0648\u06cc\u062f \u06a9\u0647 \u0645\u0642\u062f\u0627\u0631 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u062f\u0631 \u0627\u0646\u062a\u0647\u0627\u06cc \u0647\u0631 \u062e\u0637 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f
NewMapName=Enter the name of the new map
CloseWhiteboxToTakeEffect=You will need to restart Whitebox for these changes to take effect
AttributeFileDoesNotExist=The vector's attribute table does not exist
CalcComplete=The calculation was successful
ScriptMessage4=The scripting language is Groovy, a super-set of Java.
