# Copyright (C) 2013 Dr. John Lindsay <jlindsay@uoguelph.ca>
#
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see <http://www.gnu.org/licenses/>.

Welcome = Bienvenido a
Error = Error
NoDataLayer = La capa de datos no parece existir
PrintingError = Se ha producido un error durante la impresi\u00f3n.
NoGroupsInSavedMap = Nota: El mapa contiene elementos cartogr\u00e1ficos agrupados. Esos grupos se pierden al guardar el mapa.
FileExists = El fichero ya existe. \u00bfDesea sobreescribirlo?
MapFile = Fichero del mapa
NotReadProperly = no se lee correctamente.
NoMapFile = El fichero del mapa no se pudo encontrar.
CurrentPrintResolution = La resoluci\u00f3n de impresi\u00f3n actual es
ChangePrintResolution = Para cambiar este valor seleccione Vista
FileExists = El fichero ya existe
Overwrite = \u00bfDesea sobreescribirlo?
ErrorWhileSavingMap = Se ha producido un error al guardar el mapa como imagen.
ErrorWhileSaving = Se ha producido un error al guardar el fichero.
NoMapAreas = No hay \u00e1reas marcadas en el mapa activo.
NoVectorLayers = No hay capas de datos vectoriales visibles en  la zona activa del mapa.
MissingToolbox = El fichero (toolbox.xml) no existe en el directorio principal
FunctionNotAvailableVectors = Esta funci\u00f3n no est\u00e1 disponible para capas vectoriales.
FunctionForVectorsOnly = Esta funci\u00f3n s\u00f3lo funciona con capas de datos vectoriales.
RastersOnly = Esta funci\u00f3n s\u00f3lo funciona con capas de datos raster.
NoRaster = El mapa activo no contiene capas r\u00e1ster.
NoLayers = El mapa activo no contiene ninguna capa.
ActiveLayerNotVector = La capa activa no es un vector.
ParameterFileNotLocated = El fichero de la herramienta de par\u00e1metros no se puede encontrar
CreateNewHelpEntry = Crear una nueva entrada en la ayuda para esta herramienta.
ModifyHelp = Modificar la ayuda de esta herramienta
Parameter = Par\u00e1metro
ParameterNotSpecified = no se ha especificado. La herramienta no se ejecutar\u00e1.
NoHelp = No se pudo encontrar el fichero de ayuda por defecto (\ 'NewHelp.txt \') en el directorio de ayuda
HelpNotRead = No se pudo leer el fichero de ayuda por defecto (\ 'NewHelp.txt \') correctamente.
NoHelpDirectory = No se pudo encontrar el fichero de ayuda en su directorio.
DeleteFeature = \u00bfEst\u00e1 seguro que desea eliminar el elemento?
NotEditingVector = La capa activa actualmente no se est\u00e1 editando.
SelectEditVector = Por favor seleccione la herramienta 'Edit Vector' antes de continuar.
NoFeaturesSelected = No hay caracter\u00edsticas seleccionadas. Por favor seleccione una funci\u00f3n mediante la \ tool 'Select \ Feature' antes de intentar eliminar los elementos.
PluginsWereLocated = Plugins localizados
NoDBF=El fichero DBF no lee correctamente. Es posible que no hay un fichero de base de datos.
NewFieldsCreated=Se han a\u00f1adido nuevos campos pero no se han guardado, \u00bfquieres continuar sin guardar?
Continue = Continuar
UnsavedChanges=Hay cambios sin guardar en la tabla, \u00bfdesea continuar sin guardar?
SaveChanges=Guardar los datos cambiados
SaveChangesQuestion = \u00bfEst\u00e1 seguro que desea guardar los cambios?
ErrorSavingChanges = Para guardar el fichero de base de datos de errores. Algunos cambios no se han guardado.
ErrorSaving = Error al guardar
SelectFieldToDelete = Seleccionar el campo que se quiere borrar
PolygonsOnly = Esta funci\u00f3n s\u00f3lo se puede aplicar a shapefiles tipo pol\u00edgonos.
CalculationComplete = \u00a1C\u00e1lculo realizado!
FileMustBeSaved = El fichero debe guardarse antes de introducir  datos en la tabla
SaveToContinue = Guardar para continuar
SelectField = Seleccionar campo
GenerateColumnData = Generar columna de datos
ScriptMessage1 =Este script se ejecutar\u00e1 para cada fila identificada en el 'index'.
ScriptMessage2 = La \u00faltima l\u00ednea del script se puede utilizar como el valor de la columna.
ScriptMessage3 = Los valores de otras columnas 'contendr\u00e1n variables con el mismo nombre (incluidas may\u00fasculas y min\u00fasculas).
UnableToConvertDataType = Incapaz de transformar el tipo. Tome en consideraci\u00f3n la opci\u00f3n de devolver tipo.
ErrorAddingData = Error al agregar los datos a la base de datos. Aseg\u00farese de asignar un valor conforme con el tipo de datos.
ErrorExecutingScript = Error al ejecutar el script. Compruebe la sintaxis y aseg\u00farese de que el valor de la columna deseada aparece en la \u00faltima l\u00ednea.
NewMapName = Poner el nombre del nuevo mapa
CloseWhiteboxToTakeEffect=Tendr\u00e1 que reiniciar Whitebox para que estos cambios surtan efecto
AttributeFileDoesNotExist=The vector's attribute table does not exist
CalcComplete=The calculation was successful
ScriptMessage4=The scripting language is Groovy, a super-set of Java.
